Repository: gitmichaelqiu/OptClicker
Catalog: OptClicker/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

source: About OptClicker
zh_hans: 关于 OptClicker

source: Accessibility
zh_hans: 辅助

source: Acknowledgements
zh_hans: 致谢

source: Add
zh_hans: 添加

source: Add App by Process Name
zh_hans: 添加进程名称

source: Add Partial Process Match
zh_hans: 添加模糊进程名称

source: Add Website Rule
zh_hans: 添加网站

source: And
zh_hans: 且

source: Are you sure to remove all target apps?
zh_hans: 确定要删除所有的App？

source: Auto Toggle
zh_hans: 自动切换

source: Auto-toggle is disabled
zh_hans: 自动切换已禁用

source: Automatically download updates
zh_hans: 自动下载更新

source: Automation
zh_hans: 自动化

source: Based on apps
zh_hans: 根据App

source: Based on spaces
zh_hans: 根据桌面

source: Behavior
zh_hans: 行为

source: Cancel
zh_hans: 取消

source: Check for updates
zh_hans: 检查更新

source: Check for updates automatically
zh_hans: 自动检查更新

source: Check Now
zh_hans: 检查更新

source: Choose Application
zh_hans: 选择App

source: Chrome Apps
zh_hans: Chrome的App

# Common.Button.Cancel
source: Cancel
zh_hans: 取消

# Common.Button.OK
source: OK
zh_hans: 确认

# Common.Translation.App
source: Apps
zh_hans: 应用

# Common.Translation.Game
source: Games
zh_hans: 游戏

source: Control which app and dock to show in each space.
zh_hans: 控制每个桌面的 App 和 Dock。

source: CrossOver Apps
zh_hans: CrossOver的App

source: Disable OptClicker
zh_hans: 禁用OptClicker

source: Disabled (does not match both conditions)
zh_hans: 禁用（两组条件都不满足）

source: Disabled (no app or space match)
zh_hans: 禁用（无匹配App或桌面）

source: Disabled (no auto-toggle conditions enabled)
zh_hans: 禁用（无自动切换条件）

# Disabled by app mismatch
source: Disabled (app mismatch)
zh_hans: 禁用（无匹配App）

# Disabled by space mismatch
source: Disabled (space mismatch)
zh_hans: 禁用（无匹配桌面）

source: Duplicated Process
zh_hans: 重复进程

source: Enable auto toggle
zh_hans: 启用自动切换

source: Enable OptClicker
zh_hans: 启用OptClicker

source: Enable option → right click
zh_hans: 启用Option → 右键

# Enabled by app match
source: Enabled (app match)
zh_hans: 启用（匹配App）

# Enabled by app or space match
source: Enabled (app or space match)
zh_hans: 启用（匹配App或桌面）

# Enabled by both apps and spaces
source: Enabled (app and space match)
zh_hans: 启用（匹配App和桌面）

# Enabled by space match
source: Enabled (space match)
zh_hans: 启用（匹配桌面）

source: Enter a domain or URL (e.g., google.com):
zh_hans: 输入网站（如baidu.com）：

source: Enter a pattern (case-insensitive).
zh_hans: 输入进程匹配（不区分大小写）。

source: Enter the exact process name (case-insensitive):
zh_hans: 输入精确的进程（不区分大小写）。

source: Folder Not Found
zh_hans: 文件夹未找到

source: Follow last setting
zh_hans: 跟随上一次设置

source: Frontmost Process: %@
zh_hans: 最前进程：%@

source: Fullscreen
zh_hans: 全屏

source: General
zh_hans: 通用

source: Grant
zh_hans: 获取

source: If the Settings show that the permission is granted but the app still does not have it, remove the app row in Settings and re-grant.
zh_hans: 如果设置显示权限已获取，但实际上App没有权限，请在系统设置中删除App并在此重新添加

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Launch
zh_hans: 启动

source: Launch at login
zh_hans: 登录时启动

source: Launch behavior
zh_hans: 启动行为

source: Links
zh_hans: 链接

source: Match condition
zh_hans: 符合条件

# Menu.About
source: About OptClicker
zh_hans: 关于 OptClicker

# Menu.Proc
source: Frontmost Process: %@
zh_hans: 当前进程: %@

# Menu.Quit
source: Quit
zh_hans: 退出

# Menu.Reason.Auto
source: %@: Auto setting
zh_hans: %@: 自动设置

# Menu.Reason.FollowLast
source: %@: No target apps, follow last setting
zh_hans: %@: 没有目标 App，跟随上一次设置

# Menu.Reason.IsFrontmost
source: %@: %@ is frontmost
zh_hans: %@: %@ 在最前

# Menu.Reason.Manual
source: %@: Manual setting
zh_hans: %@: 手动设置

# Menu.Reason.NoFrontmost
source: %@: No target app is frontmost
zh_hans: %@: 没有目标 App 在最前

# Menu.Reason.Process
source: Process %@
zh_hans: 进程 %@

# Menu.Reason.StateStr.Disabled
source: Disabled
zh_hans: 禁用

# Menu.Reason.StateStr.Enabled
source: Enabled
zh_hans: 启用

# Menu.Reason.TmpManual
source: %@: Temporary manual setting
zh_hans: %@: 临时手动设置

# Menu.Reason.Unknown
source: %@: Unknown app
zh_hans: %@: 未知 App

# Menu.Settings
source: Settings...
zh_hans: 设置...

# Menu.Toggle
source: Option → Right Click
zh_hans: Option → 右键

source: Menubar
zh_hans: 菜单栏

source: Minecraft (%@)
zh_hans: 我的世界（%@）

source: More Apps
zh_hans: 更多App

# My GitHub
source: Author’s GitHub
zh_hans: 作者的GitHub

# My website
source: Author’s website
zh_hans: 作者的网站

# No Spaces available (DesktopRenamer not running?)
source: No spaces available. Check if DesktopRenamer is running.
zh_hans: 无可用桌面。检查DesktopRenamer是否运行。

source: OK
zh_hans: 确认

source: OptClicker cannot find %@ app folder
zh_hans: OptClicker无法找到%@的文件夹

source: OptClicker's GitHub
zh_hans: OptClicker的GitHub

source: OptClicker's website
zh_hans: OptClicker的网站

source: Option → Right Click
zh_hans: Option → 右键

source: Or
zh_hans: 或

source: Partial match
zh_hans: 模糊匹配

source: Permissions
zh_hans: 权限

source: Press new shortcut…
zh_hans: 按下新快捷键

source: Process
zh_hans: 进程

source: Process (Partial): %@
zh_hans: 进程（模糊）：%@

source: Process %@ already exists
zh_hans: 进程%@已存在

source: Process: %@
zh_hans: 进程：%@

source: Quit
zh_hans: 退出

source: Remove All Target Apps
zh_hans: 移除所有目标App

source: Report an issue
zh_hans: 反馈

source: Required for reading browser URLs via AppleScript. Firefox-based browsers are not supported.
zh_hans: 用以获取浏览器当前页面。不支持火狐系浏览器。

source: Required for reading window information.
zh_hans: 用于获取窗口名称。

source: Reset to default
zh_hans: 重置默认

source: Rules
zh_hans: 规则

source: Safari Apps
zh_hans: Safari的软件

source: Select a category
zh_hans: 选择分类

source: Settings
zh_hans: 设置

source: Settings...
zh_hans: 设置…

# Settings.About
source: About
zh_hans: 关于

# Settings.About.Description
source: OptClicker lets you simulate right-clicks by pressing the Option (⌥) key.
zh_hans: 用 Option 键模拟鼠标右键。

# Settings.About.Repo
source: GitHub Repository
zh_hans: GitHub 仓库

# Settings.About.Version
source: Version %@
zh_hans: 版本 %@

# Settings.Advanced
source: Advanced
zh_hans: 高级

# Settings.Advanced.Permissions
source: Permissions
zh_hans: 权限

# Settings.Advanced.Permissions.Accessibility
source: Accessibility
zh_hans: 辅助功能

# Settings.Advanced.Permissions.Accessibility.Description
source: Required for reading window information.
zh_hans: 读取窗口信息所需。

# Settings.Advanced.Permissions.Automation
source: Automation
zh_hans: 自动化

# Settings.Advanced.Permissions.Automation.Description
source: Required for reading browser URLs via AppleScript. Firefox-based browsers are not supported.
zh_hans: 通过 AppleScript 读取浏览器 URL。不支持 Firefox 系的浏览器。

# Settings.Advanced.Permissions.Automation.GrantedList
source: Authorized Browsers:
zh_hans: 已授权浏览器:

# Settings.Advanced.Permissions.Description
source: If the Settings show that the permission is granted but the app still does not have it, remove the app row in Settings and re-grant.
zh_hans: 如果设置中显示已授权但应用仍无法运行，请在设置中移除该应用行并重新授权。

# Settings.Advanced.Permissions.Grant
source: Grant
zh_hans: 授权

# Settings.Advanced.Permissions.SelectBrowser
source: Select Browser from Applications
zh_hans: 从应用程序中选择浏览器

# Settings.Advanced.Permissions.Settings
source: Settings
zh_hans: 设置

# Settings.General
source: General
zh_hans: 通用

# Settings.General.AutoToggle
source: Auto Toggle
zh_hans: 自动开关

# Settings.General.AutoToggle.Add.App.Failed.Info
source: OptClicker cannot find %@ app folder
zh_hans: OptClicker 无法找到 %@ App 文件夹

# Settings.General.AutoToggle.Add.App.Failed.Msg
source: Folder Not Found
zh_hans: 文件夹未找到

# Settings.General.AutoToggle.Add.Duplicated.Info
source: Process %@ already exists
zh_hans: 进程 %@ 已存在

# Settings.General.AutoToggle.Add.Duplicated.Msg
source: Duplicated Process
zh_hans: 重复进程

# Settings.General.AutoToggle.BasedOnApps
source: Based on apps
zh_hans: 基于应用程序

# Settings.General.AutoToggle.BasedOnSpaces
source: Based on spaces
zh_hans: 基于桌面 (Spaces)

# Settings.General.AutoToggle.MatchCondition
source: Match condition
zh_hans: 匹配条件

# Settings.General.AutoToggle.MatchCondition.And
source: And
zh_hans: 且 (AND)

# Settings.General.AutoToggle.MatchCondition.Or
source: Or
zh_hans: 或 (OR)

# Settings.General.AutoToggle.NotFrontmost
source: When not frontmost
zh_hans: 不在最前时

# Settings.General.AutoToggle.NotFrontmost.Disable
source: Disable OptClicker
zh_hans: 禁用 OptClicker

# Settings.General.AutoToggle.NotFrontmost.FollowLast
source: Follow last setting
zh_hans: 跟随上一次设置

# Settings.General.AutoToggle.Process
source: Process: %@
zh_hans: 进程: %@

# Settings.General.AutoToggle.Process.Add.Add
source: Add
zh_hans: 添加

# Settings.General.AutoToggle.Process.Add.Cancel
source: Cancel
zh_hans: 取消

# Settings.General.AutoToggle.Process.Add.Info
source: Enter the exact process name (case-insensitive):
zh_hans: 输入进程名称 (忽略大小写):

# Settings.General.AutoToggle.Process.Add.Msg
source: Add App by Process Name
zh_hans: 通过名称添加 App

# Settings.General.AutoToggle.Process.Add.Placeholder
source: Process
zh_hans: 进程

# Settings.General.AutoToggle.Process.Partial
source: Partial match
zh_hans: 部分匹配

# Settings.General.AutoToggle.Process.Partial.Add.Info
source: Enter a pattern (case-insensitive).
zh_hans: 输入匹配名（忽略大小写）。

# Settings.General.AutoToggle.Process.Partial.Add.Msg
source: Add Partial Process Match
zh_hans: 添加部分匹配进程

# Settings.General.AutoToggle.Process.Partial.Proc
source: Process (Partial): %@
zh_hans: 进程（部分匹配）：%@

# Settings.General.AutoToggle.RemoveAll.Info
source: Are you sure to remove all target apps?
zh_hans: 确认移除所有目标 App?

# Settings.General.AutoToggle.RemoveAll.Msg
source: Remove All Target Apps
zh_hans: 移除所有目标 App

# Settings.General.AutoToggle.Space.Fullscreen
source: Fullscreen
zh_hans: 全屏

# Settings.General.AutoToggle.Space.NoAPI
source: No Spaces available (DesktopRenamer not running?)
zh_hans: 没有可用桌面 (DesktopRenamer 未运行?)

# Settings.General.AutoToggle.TargetApps
source: Target apps
zh_hans: 目标 App

# Settings.General.AutoToggle.TargetSpaces
source: Targeted spaces
zh_hans: 目标桌面

# Settings.General.AutoToggle.Website
source: Website: %@
zh_hans: 网站: %@

# Settings.General.AutoToggle.Website.Add.Info
source: Enter a domain or URL (e.g., google.com):
zh_hans: 输入域名或 URL (例如 google.com):

# Settings.General.AutoToggle.Website.Add.Msg
source: Add Website Rule
zh_hans: 添加网站规则

# Settings.General.Launch
source: Launch
zh_hans: 启动

# Settings.General.Launch.AtLogin
source: Launch at login
zh_hans: 登录时启动

# Settings.General.LaunchBehavior
source: Launch behavior
zh_hans: 启动行为

# Settings.General.LaunchBehavior.Disabled
source: Disable OptClicker
zh_hans: 禁用 OptClicker

# Settings.General.LaunchBehavior.Enabled
source: Enable OptClicker
zh_hans: 启用 OptClicker

# Settings.General.LaunchBehavior.LastState
source: Follow last setting
zh_hans: 跟随上一次设置

# Settings.General.Menubar
source: Menubar
zh_hans: 菜单栏

# Settings.General.Menubar.ShowFrontmostProc
source: Show frontmost process name
zh_hans: 显示当前进程名

# Settings.General.Menubar.ShowReason
source: Show OptClicker status reason
zh_hans: 显示 OptClicker 状态说明

# Settings.General.OptClicker.EnableAutoToggle
source: Enable auto toggle
zh_hans: 启用自动开关

# Settings.General.OptClicker.EnableOptClicker
source: Enable option → right click
zh_hans: 启用 Option → 右键

# Settings.General.Update
source: Update
zh_hans: 更新

# Settings.General.Update.AutoCheck
source: Automatically check for updates
zh_hans: 自动检查更新

# Settings.General.Update.Available.Button.Cancel
source: Cancel
zh_hans: 取消

# Settings.General.Update.Available.Button.Update
source: Update & Quit
zh_hans: 更新并退出

# Settings.General.Update.Available.Msg
source: v%@ → v%@ is available. Open the release page to download and install?
zh_hans: v%@ → v%@ 已就绪。 是否打开发布页面下载并安装？

# Settings.General.Update.Available.Notif.Msg
source: v%@ → v%@ is available. Click to open the release page.
zh_hans: v%@ → v%@ 已就绪。点击以打开发布页面。

# Settings.General.Update.Available.Notif.Title
source: OptClicker Update Available
zh_hans: OptClicker 有可用更新

# Settings.General.Update.Available.Title
source: Update Available
zh_hans: 更新可用

# Settings.General.Update.Failed.Msg
source: OptClicker could not connect to the update server. Please check your network.
zh_hans: OptClicker 无法连接至更新服务器，请检查网络连接。

# Settings.General.Update.Failed.Notif.Msg
source: Could not connect to the update server. Please check your network.
zh_hans: 无法连接至更新服务器，请检查网络连接。

# Settings.General.Update.Failed.Notif.Title
source: OptClicker Update Check Failed
zh_hans: OptClicker 检查更新失败

# Settings.General.Update.Failed.Title
source: Update Check Failed
zh_hans: 检查更新失败

# Settings.General.Update.ManualCheck
source: Check for updates
zh_hans: 检查更新

# Settings.General.Update.UpToDate.Msg
source: You are running the latest version (%@).
zh_hans: 您正在使用最新版本 (%@)。

# Settings.General.Update.UpToDate.Title
source: Up to Date
zh_hans: 已是最新版

# Settings.Shortcuts
source: Shortcuts
zh_hans: 捷径

# Settings.Shortcuts.General
source: General
zh_hans: 通用

# Settings.Shortcuts.Hotkey
source: Toggle option → right click
zh_hans: 切换Option → 右键

# Settings.Shortcuts.Hotkey.Change
source: Change…
zh_hans: 修改…

# Settings.Shortcuts.Hotkey.Current
source: Current: %@
zh_hans: 当前: %@

# Settings.Shortcuts.Hotkey.Reset
source: Reset
zh_hans: 重置

# Settings.Shortcuts.Unassgined
source: Unassigned
zh_hans: 未分配

# Settings.Shortcuts.Unassigned
source: Unassigned
zh_hans: 未分配

# Settings.Shotcuts.Hotkey.PressNew
source: Press new shortcut…
zh_hans: 按下新快捷键...

source: Shortcuts
zh_hans: 快捷键

source: Show frontmost process
zh_hans: 显示活跃进程

source: Show status reason
zh_hans: 显示状态原因

source: Steam Games
zh_hans: Steam游戏

source: Target apps
zh_hans: 目标App

source: Targeted spaces
zh_hans: 目标桌面

source: The ultimate desktop naming and management tool.
zh_hans: 终极桌面命名管理工具。

source: Toggle Auto Toggle
zh_hans: 切换自动切换

source: Toggle OptClicker
zh_hans: 切换OptClicker

source: Unassigned
zh_hans: 未分配

source: Update
zh_hans: 更新

source: Website: %@
zh_hans: 网站：%@

source: When not frontmost
zh_hans: 当不在最前时
